/* Generic authentication error. */
"UNKNOWN_ERROR" = "ユーザを認証できません。";
"USER_NOT_ADMIN_PASS" = "管理者の名前とパスワードを入力してください。";
"USER_NOT_ADMIN_PIN" = "管理者の名前とパスワードを入力してください。";
"INVALID_USER_NAME" = "有効なユーザ名を入力してください。";
"INVALID_USER_PASSWORD" = "有効なパスワードを入力してください。";
"INVALID_USER_PIN" = "有効な PIN を入力してください。";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "もう一度やり直してください。";

/* Button Titles */
"RESTART_BUTTON" = "再起動";
"SHUTDOWN_BUTTON" = "システム終了";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "現在ログインしているユーザがいます。このコンピュータを再起動すると、これらのユーザが保存していない変更内容が失われる可能性があります。";
"RESTART_DETAIL_WARNING" = "コンピュータを再起動または終了すると、ほかのセッションのアプリケーションも終了します。各アプリケーションで書類を保存していない場合、データが失われます。管理者の名前とパスワードを入力して“再起動”をクリックするか、“キャンセル”をクリックしてダイアログを閉じてください。";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "現在ログインしているユーザがいます。このコンピュータを終了すると、これらのユーザが保存していない変更内容が失われる可能性があります。";
"SHUTDOWN_DETAIL_WARNING" = "コンピュータを再起動または終了すると、ほかのセッションのアプリケーションも終了します。各アプリケーションで書類を保存していない場合、データが失われます。管理者の名前とパスワードを入力して“システム終了”をクリックするか、“キャンセル”をクリックしてダイアログを閉じてください。";

/* PIN or Password */
"PIN" = "PIN：";
"PASSWORD" = "パスワード：";